import React from "react";

const Profile = () => {
  return (
    <div className="profile">
      <h1 className="profile-title">Profile</h1>
      <ul>
        <li>一ノ瀬 寛己</li>
        <li>
          <p>
          千葉県に住んでいる20歳の大学3年生です！
          </p>
          <p>
          趣味は漫画、映画、スマブラです！
          </p>
          <p>
          僕は働き方に惹かれてプログラミング学習を始めましたが、伸び悩んでます。
          </p>
          <p>
          スクール卒業後は2月までにインターンに行くことを目標にしてます！
          </p>
          <p>
          よろしくお願いします！
          </p>
        </li>
      </ul>
      <ul>
        <li>渋谷 有輝</li>
        <li>
          <p>
          宮城県に住んでいる専門学生（休学中）で20歳です！
          </p>
          <p>
          趣味はゲーム、筋トレ、読書です！！
          </p>
          <p>
          僕は収入の高さ、フリーランスなど働き方が自由という魅力に引かれてプログラミングを勉強し始めました！
          </p>
          <p>
          スクール卒業後はフロントエンドとして就職することが目標です！
          </p>
          <p>
          よろしくお願いします！！
          </p>
        </li>
      </ul>
      <ul>
        <li>平沢 基</li>
        <li>
          <p>
          栃木県に住んでる大学二年生です！
          </p>
          <p>
          趣味は料理、服飾関係、旅行です！
          </p>
          <p>
          パソコン関係は苦手だったんですけど、収入の高さに惹かれてプログラミングの勉強を始めました。
          </p>
          <p>
          なので勉強して半年ほどになりますが、全然成長していないのが難点です笑
          </p>
          <p>
          卒業後の進路は2月ぐらいからインターンに行くのが目標です！
          </p>
          <p>
          プログラミング関連の友達はあまりいないので仲良くしてくれると嬉しいです！！
          </p>
        </li>
      </ul>
    </div>
  );
};

export default Profile;
